Repository: gerardcanadas/iBru
Catalog: iBru/Localizable.xcstrings
Source language: en
Languages: ca, es

source: %@ was last given %@. The usual interval is %@h.
ca: %@ es va administrar per últim cop %@. L'interval habitual és de %@ hores.
es: %@ se administró por última vez %@. El intervalo habitual es de %@ horas.

source: %lld days
ca: %lld dies
es: %lld días

source: %lld overdue
ca: %lld pendents
es: %lld vencidas

source: %lld times per day
ca: %lld vegades al dia
es: %lld veces al día

source: %lld×/day
ca: %lld×/dia
es: %lld×/día

source: %lld×/day on %@
ca: %lld×/dia el %@
es: %lld×/día el %@

source: >3 days
ca: >3 dies
es: >3 días

source: 1 day
ca: 1 dia
es: 1 día

source: Active
ca: Actiu
es: Activo

source: Add a baby profile in the Profiles tab
ca: Afegeix un perfil de bebè a la pestanya Perfils
es: Añade un perfil de bebé en la pestaña Perfiles

source: Add a baby profile to get started
ca: Afegeix un perfil de bebè per començar
es: Añade un perfil de bebé para empezar

source: Add a medication plan for %@
ca: Afegeix un pla de medicació per a %@
es: Añade un plan de medicación para %@

source: Add a medication plan to get started
ca: Afegeix un pla de medicació per començar
es: Añade un plan de medicación para empezar

source: Add Entry
ca: Afegir entrada
es: Añadir entrada

source: Add first medication
ca: Afegeix el primer medicament
es: Añadir primer medicamento

source: Add measurements to track your baby's progress
ca: Afegeix mesures per fer el seguiment del progrés del teu bebè
es: Añade medidas para hacer un seguimiento del progreso de tu bebé

source: All done today
ca: Tot fet avui
es: Todo listo hoy

source: All time
ca: Tot el temps
es: Todo el tiempo

source: Amount
ca: Quantitat
es: Cantidad

source: Appearance
ca: Aparença
es: Apariencia

source: Archive
ca: Arxivar
es: Archivar

source: Archive profile?
ca: Arxivar perfil?
es: ¿Archivar perfil?

source: Archived
ca: Arxivats
es: Archivados

source: At birth
ca: En néixer
es: Al nacer

source: Avg days
ca: Dies de mitjana
es: Días promedio

source: Baby care for the whole family
ca: Cura del bebè per a tota la família
es: Cuidado del bebé para toda la familia

source: Baby info
ca: Dades del bebè
es: Datos del bebé

source: Birth date
ca: Data de naixement
es: Fecha de nacimiento

source: Blue
ca: Blau
es: Azul

source: Calendar
ca: Calendari
es: Calendario

source: Cancel
ca: Cancel·la
es: Cancelar

source: Clear
ca: Esborra
es: Borrar

source: Coming soon
ca: Aviat disponible
es: Próximamente

source: Copy family code
ca: Copia el codi familiar
es: Copiar código familiar

source: Create a new family
ca: Crea una família nova
es: Crear una nueva familia

source: Create a new group or join one with a family code.
ca: Crea un grup nou o uneix-te amb un codi familiar.
es: Crea un grupo nuevo o únete a uno con un código familiar.

source: Create a profile and all of iBru's features will be personalised to them.
ca: Crea un perfil i totes les funcions d'iBru s'adaptaran al teu nadó.
es: Crea un perfil y todas las funciones de iBru se adaptarán a tu bebé.

source: Create Profile
ca: Crear perfil
es: Crear perfil

source: Custom unit
ca: Unitat personalitzada
es: Unidad personalizada

source: Daily
ca: Cada dia
es: Diariamente

source: Daily Log
ca: Registre diari
es: Registro diario

source: Dark
ca: Fosc
es: Oscuro

source: Dashboard
ca: Inici
es: Inicio

source: Date & time
ca: Data i hora
es: Fecha y hora

source: Delete
ca: Elimina
es: Eliminar

source: Delete %@?
ca: Eliminar %@?
es: ¿Eliminar %@?

source: Delete measurement?
ca: Eliminar mesura?
es: ¿Eliminar medida?

source: Delete note?
ca: Eliminar nota?
es: ¿Eliminar nota?

source: Delete quick dose?
ca: Eliminar la dosi ràpida?
es: ¿Eliminar dosis rápida?

source: Delete Schedule
ca: Elimina l'horari
es: Eliminar horario

source: Display
ca: Pantalla
es: Pantalla

source: Done
ca: Fet
es: Listo

source: Dose
ca: Dosi
es: Dosis

source: Doses over time
ca: Dosis al llarg del temps
es: Dosis a lo largo del tiempo

source: Duration
ca: Durada
es: Duración

source: e.g. Cold, Fever, Ear infection
ca: p.ex. Refredat, Febre, Otitis
es: p.ej. Resfriado, Fiebre, Otitis

source: Edit
ca: Edita
es: Editar

source: Edit Measurement
ca: Editar mesura
es: Editar medida

source: Edit Medication
ca: Edita el medicament
es: Editar medicamento

source: Edit Note
ca: Editar nota
es: Editar nota

source: Edit Profile
ca: Edita el perfil
es: Editar perfil

source: Edit Record
ca: Edita el registre
es: Editar registro

source: Edit Temperature
ca: Editar temperatura
es: Editar temperatura

source: Edit Vaccine
ca: Editar vacuna
es: Editar vacuna

source: End date
ca: Data de fi
es: Fecha de fin

source: Ended
ca: Finalitzat
es: Finalizado

source: Ends %@
ca: Finalitza %@
es: Finaliza %@

source: Every %lld days
ca: Cada %lld dies
es: Cada %lld días

source: Every %lld hours
ca: Cada %lld hores
es: Cada %lld horas

source: Every %lldh
ca: Cada %lld h
es: Cada %lld h

source: Every day
ca: Cada dia
es: Todos los días

source: Family code
ca: Codi familiar
es: Código familiar

source: Family Settings
ca: Configuració familiar
es: Ajustes familiares

source: Family Setup
ca: Configuració familiar
es: Configuración familiar

source: Female
ca: Femení
es: Femenino

source: Fever
ca: Febre
es: Fiebre

source: Filter by name…
ca: Filtra per nom…
es: Filtrar por nombre…

source: Frequency type
ca: Tipus de freqüència
es: Tipo de frecuencia

source: Future doses will be removed. Your dose history will be kept.
ca: Les dosis futures s'eliminaran. L'historial de dosis es conservarà.
es: Las dosis futuras se eliminarán. El historial de dosis se conservará.

source: Get Started
ca: Comença
es: Empezar

source: Given
ca: Administrada
es: Administrada

source: Given on
ca: Administrada el
es: Administrada el

source: Given recently
ca: Administrat recentment
es: Administrado recientemente

source: Go to Profiles to add or select a baby
ca: Ves a Perfils per afegir o seleccionar un bebè
es: Ve a Perfiles para añadir o seleccionar un bebé

source: Green
ca: Verd
es: Verde

source: Growth
ca: Creixement
es: Crecimiento

source: Growth Charts
ca: Gràfiques de creixement
es: Gráficas de crecimiento

source: Growth tracking will let you log weight, height, and head circumference
ca: El seguiment del creixement us permetrà registrar el pes, l'alçada i el perímetre cranial
es: El seguimiento del crecimiento te permitirá registrar el peso, la altura y el perímetro cefálico

source: Head
ca: Cap
es: Cabeza

source: Head circumference
ca: Perímetre cranial
es: Perímetro craneal

source: Health Records
ca: Registres de salut
es: Registros de salud

source: Height
ca: Alçada
es: Altura

source: High fever
ca: Febre alta
es: Fiebre alta

source: History
ca: Historial
es: Historial

source: Home
ca: Inici
es: Inicio

source: Illness
ca: Malaltia
es: Enfermedad

source: Illness day
ca: Dia de malaltia
es: Día de enfermedad

source: Illnesses
ca: Malalties
es: Enfermedades

source: Illnesses by month
ca: Malalties per mes
es: Enfermedades por mes

source: Inactive
ca: Inactiu
es: Inactivo

source: Insights
ca: Estadístiques
es: Estadísticas

source: Insights show trends in medications, illnesses, and growth over time.
ca: Els informes mostren tendències en medicaments, malalties i creixement.
es: Los análisis muestran tendencias en medicamentos, enfermedades y crecimiento.

source: Invitation sent to %@.
ca: Invitació enviada a %@.
es: Invitación enviada a %@.

source: Invite by email
ca: Invita per correu
es: Invitar por correo

source: Join
ca: Uneix-te
es: Unirse

source: Language
ca: Idioma
es: Idioma

source: Last 3 months
ca: Últims 3 mesos
es: Últimos 3 meses

source: Last 7 days
ca: Últims 7 dies
es: Últimos 7 días

source: Last dose
ca: Última dosi
es: Última dosis

source: Last month
ca: Últim mes
es: Último mes

source: Last year
ca: Últim any
es: Último año

source: Later
ca: Més tard
es: Más tarde

source: Light
ca: Clar
es: Claro

source: Loading…
ca: Carregant…
es: Cargando…

source: Log
ca: Registra
es: Registrar

source: Log anyway
ca: Registra igualment
es: Registrar igualmente

source: Log Measurement
ca: Registrar mesura
es: Registrar medida

source: Log Temperature
ca: Registrar temperatura
es: Registrar temperatura

source: Low fever
ca: Febre baixa
es: Fiebre baja

source: Male
ca: Masculí
es: Masculino

source: Manage medications
ca: Gestiona els medicaments
es: Gestionar medicamentos

source: Mark as Received
ca: Marcar com a rebuda
es: Marcar como recibida

source: Mark as Recovered
ca: Marca com a recuperat
es: Marcar como recuperado

source: Measurement
ca: Mesura
es: Medida

source: Measurements
ca: Mesures
es: Medidas

source: Medical History
ca: Historial mèdic
es: Historial médico

source: Medication
ca: Medicament
es: Medicamento

source: medications
ca: medicaments
es: medicamentos

source: Medications
ca: Medicaments
es: Medicamentos

source: Medications taken
ca: Medicaments presos
es: Medicamentos tomados

source: Meet Your Baby
ca: Coneix el teu nadó
es: Conoce tu bebé

source: Members
ca: Membres
es: Miembros

source: Missed
ca: Perduda
es: Perdida

source: Name
ca: Nom
es: Nombre

source: Name (e.g. Paracetamol)
ca: Nom (p.ex. Paracetamol)
es: Nombre (p.ej. Paracetamol)

source: Need to give medicine right now? Quick Dose lets you log it in seconds — no schedule needed.
ca: Necessites donar un medicament ara? Dosi ràpida et permet registrar-ho en segons, sense horari.
es: ¿Necesitas dar un medicamento ahora? Dosis rápida te permite registrarlo en segundos, sin horario.

source: New Baby
ca: Bebè nou
es: Nuevo bebé

source: New Illness Record
ca: Nou registre de malaltia
es: Nuevo registro de enfermedad

source: New Medication
ca: Nou medicament
es: Nuevo medicamento

source: New medicine
ca: Nou medicament
es: Nuevo medicamento

source: New Note
ca: Nova nota
es: Nueva nota

source: New Vaccine
ca: Nova vacuna
es: Nueva vacuna

source: Next
ca: Següent
es: Siguiente

source: next dose
ca: propera dosi
es: próxima dosis

source: Next: %@
ca: Següent: %@
es: Siguiente: %@

source: No baby selected
ca: Cap bebè seleccionat
es: Ningún bebé seleccionado

source: No doses matching "%@".
ca: No hi ha dosis que coincideixin amb "%@".
es: No hay dosis que coincidan con "%@".

source: No doses recorded for this period.
ca: No s'han registrat dosis per a aquest període.
es: No se han registrado dosis para este período.

source: No doses scheduled on this day
ca: Cap dosi programada aquest dia
es: Sin dosis programadas este día

source: No doses today
ca: Cap dosi avui
es: Sin dosis hoy

source: No growth records
ca: Sense registres de creixement
es: Sin registros de crecimiento

source: No illness records
ca: Cap registre de malaltia
es: Sin registros de enfermedad

source: No illnesses matching "%@".
ca: No hi ha malalties que coincideixin amb "%@".
es: No hay enfermedades que coincidan con "%@".

source: No illnesses recorded for this period.
ca: No s'han registrat malalties per a aquest període.
es: No se han registrado enfermedades para este período.

source: No measurements
ca: Sense mesures
es: Sin medidas

source: No medication plans have been created for %@. Create a plan first to link it to an illness.
ca: No s'han creat plans de medicació per a %@. Crea un pla primer per vincular-lo a una malaltia.
es: No se han creado planes de medicación para %@. Crea un plan primero para vincularlo a una enfermedad.

source: No Notes
ca: Sense notes
es: Sin notas

source: General observations will appear here
ca: Les observacions generals apareixeran aquí
es: Las observaciones generales aparecerán aquí

source: No medications
ca: Sense medicaments
es: Sin medicamentos

source: No medications linked to this record. Tap Edit to add them.
ca: No hi ha medicaments vinculats a aquest registre. Toca Edita per afegir-los.
es: No hay medicamentos vinculados a este registro. Toca Editar para añadirlos.

source: No notes yet
ca: Sense notes
es: Sin notas

source: No profile selected
ca: Cap perfil seleccionat
es: Ningún perfil seleccionado

source: No profiles yet
ca: Encara no hi ha perfils
es: Sin perfiles aún

source: No results
ca: Sense resultats
es: Sin resultados

source: No vaccines logged
ca: Sense vacunes registrades
es: Sin vacunas registradas

source: None
ca: Cap
es: Ninguno

source: Notes (optional)
ca: Notes (opcional)
es: Notas (opcional)

source: Observations
ca: Observacions
es: Observaciones

source: OK
ca: D'acord
es: Aceptar

source: Once on %@
ca: Un cop el %@
es: Una vez el %@

source: ongoing
ca: en curs
es: en curso

source: Ongoing
ca: En curs
es: En curso

source: Optional notes
ca: Notes opcionals
es: Notas opcionales

source: or join with a code
ca: o uneix-te amb un codi
es: o únete con un código

source: Orange
ca: Taronja
es: Naranja

source: overdue
ca: pendents
es: vencidas

source: Past
ca: Anterior
es: Anterior

source: Period
ca: Període
es: Período

source: Pink
ca: Rosa
es: Rosa

source: Profile Added
ca: Perfil afegit
es: Perfil añadido

source: Profiles
ca: Perfils
es: Perfiles

source: Purple
ca: Morat
es: Morado

source: Query type
ca: Tipus de consulta
es: Tipo de consulta

source: Quick
ca: Ràpides
es: Rápidas

source: Quick Dose
ca: Dosi ràpida
es: Dosis rápida

source: Quick doses today
ca: Dosis ràpides avui
es: Dosis rápidas hoy

source: Reading
ca: Lectura
es: Lectura

source: Received
ca: Rebuda
es: Recibida

source: Recommended age
ca: Edat recomanada
es: Edad recomendada

source: Records
ca: Registres
es: Registros

source: Recovered
ca: Recuperat
es: Recuperado

source: Red
ca: Vermell
es: Rojo

source: Removes the recovery date and reactivates linked medication schedules.
ca: Elimina la data de recuperació i reactiva els plans de medicació vinculats.
es: Elimina la fecha de recuperación y reactiva los planes de medicación vinculados.

source: Reopen
ca: Reobre
es: Reabrir

source: Restart Now
ca: Reinicia ara
es: Reiniciar ahora

source: Restart Required
ca: Cal reiniciar
es: Reinicio necesario

source: Restore
ca: Restaurar
es: Restaurar

source: Save
ca: Desa
es: Guardar

source: Schedule
ca: Horari
es: Horario

source: Schedule changes at %@
ca: L'horari canvia a les %@
es: El horario cambia a las %@

source: Schedule changes on %@
ca: L'horari canvia el %@
es: El horario cambia el %@

source: Schedule changes tomorrow
ca: L'horari canvia demà
es: El horario cambia mañana

source: Schedule Conflict
ca: Conflicte d'horari
es: Conflicto de horario

source: Search medicines
ca: Cerca medicaments
es: Buscar medicamentos

source: Select a baby from the Profiles tab.
ca: Selecciona un bebè a la pestanya Perfils.
es: Selecciona un bebé en la pestaña Perfiles.

source: Select Medications
ca: Selecciona medicaments
es: Seleccionar medicamentos

source: Select medicine
ca: Selecciona el medicament
es: Seleccionar medicamento

source: Select Medicine
ca: Selecciona el medicament
es: Seleccionar medicamento

source: Send invite
ca: Envia la invitació
es: Enviar invitación

source: Set end date
ca: Estableix la data de fi
es: Establecer fecha de fin

source: Set up schedules for every medicine. Log doses with a tap and never miss one.
ca: Crea horaris per a cada medicament. Registra dosis amb un toc i no n'oblidis cap.
es: Crea horarios para cada medicamento. Registra dosis con un toque y no te olvides ninguna.

source: Set up your family
ca: Configura la teva família
es: Configura tu familia

source: Sets today as the recovery date and stops any linked medication schedules.
ca: Estableix avui com a data de recuperació i atura els plans de medicació vinculats.
es: Establece hoy como fecha de recuperación y detiene los planes de medicación vinculados.

source: Sex
ca: Sexe
es: Sexo

source: Share this code with family members so they can join from the Family Setup screen.
ca: Comparteix aquest codi amb els membres de la família perquè puguin unir-se des de la pantalla de configuració.
es: Comparte este código con los miembros de la familia para que puedan unirse desde la pantalla de configuración.

source: Sign in with Google
ca: Inicia sessió amb Google
es: Iniciar sesión con Google

source: Sign out
ca: Tanca la sessió
es: Cerrar sesión

source: Signed in as
ca: Sessió iniciada com a
es: Sesión iniciada como

source: Skip
ca: Ometre
es: Omitir

source: Skipped
ca: Omesa
es: Omitida

source: Start
ca: Inici
es: Inicio

source: Start date
ca: Data d'inici
es: Fecha de inicio

source: Started
ca: Inici
es: Inicio

source: Status
ca: Estat
es: Estado

source: Stop %@?
ca: Atura %@?
es: ¿Detener %@?

source: Stop treatment
ca: Atura el tractament
es: Detener tratamiento

source: System
ca: Sistema
es: Sistema

source: Taken
ca: Presa
es: Tomada

source: Tap + to add observations for today
ca: Prem + per afegir observacions d'avui
es: Pulsa + para añadir observaciones de hoy

source: Tap + to log an illness episode for %@
ca: Toca + per registrar un episodi de malaltia de %@
es: Toca + para registrar un episodio de enfermedad de %@

source: Teal
ca: Verd blavós
es: Verde azulado

source: Temperature
ca: Temperatura
es: Temperatura

source: The health companion for your whole family.
ca: El company de salut per a tota la família.
es: El compañero de salud para toda tu familia.

source: The language will change after restarting the app.
ca: L'idioma canviarà en reiniciar l'aplicació.
es: El idioma cambiará al reiniciar la aplicación.

source: The new schedule for %@ overlaps with an existing one. Adjust the start or end dates so the schedules don't conflict.
ca: El nou horari per a %@ es solapa amb un d'existent. Ajusta les dates d'inici o fi perquè no entrin en conflicte.
es: El nuevo horario de %@ se solapa con uno existente. Ajusta las fechas de inicio o fin para que no entren en conflicto.

source: The person must sign in with this Google account and they'll automatically join your family.
ca: La persona ha d'iniciar sessió amb aquest compte de Google i s'unirà automàticament a la teva família.
es: La persona debe iniciar sesión con esta cuenta de Google y se unirá automáticamente a tu familia.

source: This will permanently delete this illness record. Linked medication plans will not be affected.
ca: Això eliminarà permanentment aquest registre. Els plans de medicació vinculats no es veuran afectats.
es: Esto eliminará permanentemente este registro. Los planes de medicación vinculados no se verán afectados.

source: This will remove the active schedule and all recorded doses. This cannot be undone.
ca: Això eliminarà l'horari actiu i totes les dosis registrades. Aquesta acció no es pot desfer.
es: Esto eliminará el horario activo y todas las dosis registradas. Esta acción no se puede deshacer.

source: Time
ca: Hora
es: Hora

source: Today
ca: Avui
es: Hoy

source: Track an illness day by day — open any illness episode to add dated entries and follow how symptoms evolve over time.
ca: Segueix una malaltia dia a dia — obre qualsevol episodi i afegeix entrades amb data per veure com evolucionen els símptomes.
es: Sigue una enfermedad día a día — abre cualquier episodio y añade entradas con fecha para ver cómo evolucionan los síntomas.

source: Track illnesses, vaccines, and growth milestones all in one place.
ca: Controla malalties, vacunes i fites de creixement, tot en un sol lloc.
es: Lleva el control de enfermedades, vacunas e hitos de crecimiento, todo en un lugar.

source: Track illnesses, vaccines, growth measurements, and temperatures — all in one place.
ca: Controla malalties, vacunes, mesures de creixement i temperatures, tot en un sol lloc.
es: Lleva el control de enfermedades, vacunas, medidas de crecimiento y temperaturas, todo en un lugar.

source: Track Medications
ca: Seguiment de medicaments
es: Sigue los medicamentos

source: Understand the Patterns
ca: Entén els patrons
es: Entiende los patrones

source: Unit
ca: Unitat
es: Unidad

source: Upcoming
ca: Pròxima
es: Próxima

source: Vaccine
ca: Vacuna
es: Vacuna

source: Vaccine log will let you track upcoming and completed vaccines
ca: El registre de vacunes us permetrà fer el seguiment de les vacunes properes i les ja administrades
es: El registro de vacunas te permitirá hacer el seguimiento de las vacunas próximas y las ya administradas

source: Vaccines
ca: Vacunes
es: Vacunas

source: Weight
ca: Pes
es: Peso

source: Weight over time
ca: Pes al llarg del temps
es: Peso a lo largo del tiempo

source: Welcome to iBru
ca: Benvingut a iBru
es: Bienvenido a iBru

source: WHO reference data covers 0–60 months
ca: Les dades de referència de l'OMS cobreixen 0–60 mesos
es: Los datos de referencia de la OMS cubren 0–60 meses

source: Write observations for any day — milestones, feeding notes, anything worth remembering. Find them in the Notes tab of Records.
ca: Escriu observacions de qualsevol dia — fites, notes d'alimentació, qualsevol cosa que valgui la pena recordar. Les trobaràs a la pestanya Notes dels Registres.
es: Escribe observaciones de cualquier día — hitos, notas de alimentación, cualquier cosa que valga la pena recordar. Las encontrarás en la pestaña Notas de los Registros.

source: Yellow
ca: Groc
es: Amarillo

source: You can restore this profile later from the Archived section.
ca: Pots restaurar aquest perfil més tard des de la secció Arxivats.
es: Puedes restaurar este perfil más tarde desde la sección Archivados.

source: Your account
ca: El teu compte
es: Tu cuenta

source: Dates
es: Fechas

source: Notes
es: Notas
